[
  {
    "year": "1941",
    "title": "",
    "img": "",
    "text":
      "El gobierno convoca un concurso entre Villanueva y C. Guinand para reurbanizar la zona de El Silencio. Es Profesor Fundador de la Escuela de Arquitectura (FAU) de la Universidad Central de Venezuela (UCV) creada este año, siendo también profesores, entre otros, Luis Malaussena, Fernando Salvador. Cipriano Dominquez… Dirige uno de los Talleres de Composición y las Cátedras de Urbanismo y de Historia de la Arquitectura. Es Miembro Correspondiente de la Sociedad Colombiana de Arquitectos"
  },
  {
    "year": "1942",
    "title": "",
    "img": "",
    "text":
      "Gana el concurso de Reurbanización de El Silencio. Se inaugura la Escuela Gran Colombia. Es Miembro Fundador de la Asociación Venezolana Amigos del Arte Colonial."
  },
  {
    "year": "1943",
    "title": "",
    "img": "",
    "text":
      "Se crea el Instituto de la Ciudad Universitaria y se compra la Hacienda Ibarra para construir la Ciudad Universitaria de Caracas. Villanueva proyecta la Urbanización General Rafael Urdaneta en Maracaibo, la mayor de las construidas por el Banco Obrero hasta ese momento."
  },
  {
    "year": "1944",
    "title": "",
    "img": "",
    "text":
      "Se inauguran los Bloques 5, 6 y 7 de El Silencio. El Instituto de la Ciudad Universitaria. El instituto de la Ciudad Universitaria envía a Bogotá una comisión, en la que participa Villanueva, para que haga un estudio y elabore un informe sobre la Ciudad Universitaria de Caracas. Villanueva realiza la primera propuesta de conjunto para la misma, comienzan las obras con la preparación de los terrenos y se inicia la construcción del puente principal de acceso."
  },
  {
    "year": "1945",
    "title": "",
    "img": "",
    "text":
      "Se inauguran los Bloques 3 y 4 de El Silencio y luego, la última etapa de esa urbanización, los Bloques 1 y 2 y la Plaza Urdaneta, hoy Plaza O'Leary, con las fuentes y el grupo escultórico de Francisco Narváez. Proyecta los edificios de la zona médica de la Ciudad Universitaria e inicia la construcción del Hospital Clínico, el Instituto Anatomo-Patológico y el Instituto de Medicina Experimental. Es Miembro Fundador y primer Presidente de la Sociedad Venezolana de Arquitectos, y Miembro Fundador de la Junta Nacional Protectora y Conservadora del Patrimonio Histórico y Artístico de la Nación. Recibe la Orden del Libertador, con el grado de Oficial, y la Orden Francisco de Miranda."
  },
  {
    "year": "1946",
    "title": "",
    "img": "",
    "text":
      "Se crea el Taller de Arquitectura del Banco Obrero, TABO, integrado por seis arquitectos, con Villanueva designado Arquitecto Consultor, teniendo a su cargo el diseño de varias urbanizaciones en el interior del país, de las que se comienzan a construir cuatro ese año. Es Director Fundador y Miembro de la Comisión Nacional de Urbanismo."
  },
  {
    "year": "1947",
    "title": "",
    "img": "",
    "text":
      "El Banco Obrero inicia 22 urbanizaciones, entre ellas, la Urbanización Urdaneta en el Distrito Federal y Los Morichales en el Estado Bolívar, ambas proyectos de Villanueva. Recibe Premio de Honor y Diploma por la Ciudad Universitaria de Caracas en la exposición del  congreso Panamericano de Arquitectos en Lima. Es nombrado Miembro de Honor del Instituto de Urbanismo del Perú"
  },
  {
    "year": "1948",
    "title": "",
    "img": "",
    "text":
      "El Banco Obrero inicia 9 urbanizaciones y Villanueva proyecta las Unidades Residenciales Francisco de Miranda y Coronel Delgado Chalbaud. Es nombrado miembro correspondiente de la Sociedad Francesa de Urbanistas. Auguste Perret le dedica su libro Contribution à une Theorie de l'Architecture. Recibe la Medalla Aplauso al Mérito de la Creole Petroleum Corporation y, el 27 de agosto, la Legión de Honor de Francia"
  },
  {
    "year": "1949",
    "title": "",
    "img": "",
    "text":
      "Primera promoción de la Escuela de Arquitectura caraqueña. Juan Pedro Posani conoce a Villanueva: inicio de una larga y fructífera relación de trabajo y amistad. Villanueva proyecta distintas Escuelas, Facultades, residencias estudiantiles, servicio y estadios Olímpico y de Béisbol en la Ciudad Universitaria introduciendo los primeros cambios significativos en el Plan de la Ciudad Universitaria. El Banco Obrero inicia 11 urbanizaciones, entre ellas, San Martín, en el Distrito Federal, proyectada por Villanueva"
  }
]
