[
  {
    "year": "1959",
    "title": "",
    "img": "",
    "text":
      "Es elegido Miembro Correspondiente Honorario del RIBA, Royal Institute of British Architects, Londres. En septiembre visita a Le Corbusier en su atelier. Exposición de Vasarély en el Museo de Bellas Artes de Caracas."
  },
  {
    "year": "1960",
    "title": "",
    "img": "",
    "text":
      "Alexander Calder realiza su obra La Ciudad, adquirida por el Museo de Bellas Artes de Caracas y es presentada una exposición de pequeños móviles, gouaches y dibujos en el mismo museo."
  },
  {
    "year": "1961",
    "title": "",
    "img": "",
    "text":
      "Invitado por el Instituto de Francia, dicta una serie de conferencias sobre la Ciudad Universitaria de Caracas en la Sociedad de Arquitectos de París. Recibe el título Doctor Honoris Causa por la Universidad Central de Venezuela. Es Miembro del National Institute for Architectural Education, de Estados Unidos, y Miembro de la Comisión de Ejercicio de la Profesión de la Unión Internacional de Arquitectos."
  },
  {
    "year": "1962",
    "title": "",
    "img": "",
    "text":
      "Interviene como open speaker acerca de la conferencia de P. L. Nervi en el VI Congreso de la Unión Internacional de Arquitectos, Londres, con la ponencia Influencias del concreto y del progreso técnico y científico de la arquitectura de hoy y de mañana. Participa en el coloquio Unión de las Artes. Historia de una Época 1890 - 1962, abadía de Royaumont, Francia, con La Síntesis de las Artes: Europa Meridional y América Latina. En noviembre se encuentra con Le Corbusier en su atelier, visita La Tourette y por carta lo felicita por la que considera una de sus mejores obras."
  },
  {
    "year": "1963",
    "title": "",
    "img": "",
    "text":
      "Entre 1963 y 1967 proyecta con Gorka Dorronsoro la Escuela de Ingenieria Sanitaria y la Facultad de Economía (colaborador: Juan Pedro Posani), que se terminará de construir en 1980, y la Escuela de Ingeniería Industrial, la Facultad de Ciencias y la Facultad de Derecho, que no llegaron a construirse. Recibe el Premio Nacional de Arquitectura por la Ciudad Universitaria, otorgado por primera vez por el Gobierno Nacional. Participa en la exposición Du paisaje à l'expression plastique, en la Casa de la Cultura de El Havre, Francia. Imparte tres conferencias en el Museo de Bellas Artes de Caracas sobre la arquitectura, sus tendencias actuales y la ciudad. Es Presidente del Comité Organizador del Primer Congreso Bolivariano de Arquitectos. Es Miembro del Jurado Calificador del Concurso de proyectos para el Pabellón de Venezuela en la Feria Internacional de Nueva York."
  },
  {
    "year": "1964",
    "title": "",
    "img": "",
    "text":
      "Dicta una serie de conferencias en USA: en el Pratt Institute, de Brooklyn, Nueva York; en la Universidad de Carolina del Norte en Raleigh; en la Escuela de Arquitectura y Planeamiento del M.I.T. en Cambridge, MA; en la Universidad de Pennsylvania, Filadelfia; en la Universidad de Virginia. Y participa en la exposición Churches and Temples since the Post-war del American Institute of Architects en Nueva York. Es Miembro Honorario de la Sociedad Colombiana de Arquitectos. Recibe Placa de Oro de la Sociedad Venezolana de Arquitectos y Diploma de Reconocimiento y Homenaje por su labor de Urbanismo realizada en Venezuela. Se publica el libro de Sibyl Moholy-Nagy Carlos Raúl Villanueva y la Arquitectura de Venezuela, bilingüe inglés-español en Venezuela; inglés-alemán en Alemania. Aparece el Boletín del Centro de Investigaciones Históricas y Estéticas, que incluye un ensayo de Villanueva sobre 'La Ciudad y su Historia'"
  },
  {
    "year": "1965",
    "title": "",
    "img": "",
    "text":
      "Participa en la muestra Arquitectura Actual de América, Madrid, e imparte en el Instituto de Cultura Hispánica la conferencia Algunas observaciones sobre el desarollo actual de la Arquitectura Iberoamericana. Dicta conferencia en la Fundación Mendoza, Caracas, y envía dos ponencias al XI Congreso Panamericano de Arquitectos en Washington, al que no puede asistir: El Desarrollo y Condición de las Ciudades de las Américas y La Vivienda. Recibe del Concejo Municipal de Caracas su Diploma al Mérito."
  },
  {
    "year": "1966",
    "title": "",
    "img": "",
    "text":
      "Es Jurado de la Ill Bienal Americana de Arte de Córdoba, Argentina, junto con Alfred Barr, Arnold Bode, Sam Hunter y Aldo Pellegrini. Encuentro con su amigo Amancio Williams. Recibe el Premio de Escultura Fundación Mendoza por la obra Pic-nic, uno de sus ensamblajes realizados con materiales de desecho;en el V Salón del Colegio de Arquitectos de Venezuela. Es Presidente Honorario del Colegio de Arquitectos de Venezuela. Con motivo del próximo Cuatricentenario de Caracas publica Caracas en Tres Tiempos. Recibe la Orden José María Vargas en su primera clase, otorgada por el Consejo Universitario de la UCV. Participa en el Comité de Arquitectos Consultores para el Proyecto del Edificio sede del Bureau International de Travail, OIT, en Ginebra."
  },
  {
    "year": "1967",
    "title": "",
    "img": "",
    "text":
      "Realiza el Pabellón de Venezuela para la Exposición Universal de Montreal. Participa en el Seminario Internacional sobre Situación de la Historiografía de la Arquitectura Latinoamericana, Caracas. Recibe el homenaje de la Academia Americana de Realizaciones en Dallas, TX, USA. Es Miembro Honorario de la Sociedad Bolivariana de Arquitectos. Recibe la Orden Ciudad de Caracas, impuesta por el Concejo Municipal de Caracas y Mención Honorífica del Premio Municipal de Arquitectura."
  },
  {
    "year": "1968",
    "title": "",
    "img": "",
    "text":
      "La editorial Monte Avila publica Apolo en la Democracia de Walter Gropius con prólogo de Villanueva. Participa en el XII Congreso Panamericano de Arquitectos realizado en Bogotá. Es Miembro Honorario del Centro Cultural Colombiano de Venezuela. Es Comisario de la Muestra de Venezuela en la XXXIV Bienal de Venecia, teniendo a su cargo el montaje de las obras de Marisol Escobar, representante venezolana. Recibe la Medalla al Buen Ciudadano, otorgada por la Asociación Pro-Venezuela."
  },
  {
    "year": "1969",
    "title": "",
    "img": "",
    "text":
      "Anteproyecto para la Casa del Estudiante de la Ciudad Universitaria de París, encargo de la Fundación Fina Gómez, entidad que publica Caracas a través de su Arquitectura de G. Gasparini y J. P. Posani. La Asamblea Estudiantil elige a Villanueva representante de la Facultad de Arquitectura y Urbanismo ante el Consejo Universitario durante el Movimiento de Renovación. Recibe el Premio Latinoamericano del Instituto de Promoción de las Ciencias, las Artes y las Realizaciones, IPCLAR, en Santa Fe, Argentina. Es Miembro Honorario de la Sociedad de Arquitectos de México y Miembro Benefactor de la Fundación La Salle de Ciencias Naturales de Caracas."
  }
]
