[
    {
    "year": "1970",
    "title": "",
    "img": "",
    "text":
      "Comienza el proyecto del Museo Jesús Soto de Ciudad Bolívar, su último edificio construido. Participa como panelista en el XIII Congreso Panamericano de Arquitectos, Puerto Rico, donde se encuentra por última vez con Sibyl Moholy-Nagy. Villanueva y Posani son invitados al Seminario Inaugural de la Facultad de Arquitectura de la Universidad de los Andes, donde es nombrado Profesor Honorario."
  },
  {
    "year": "1971",
    "title": "",
    "img": "",
    "text":
      "La Galería Estudio Actual, de Caracas, expone Arte en los Espacios del Hombre en homenaje a Villanueva; luego itinera al Centro de Arte y Comunicación de Buenos Aires. Es nombrado Presidente Honorario del Colegio de Ingenieros de Venezuela."
  },
  {
    "year": "1972",
    "title": "",
    "img": "",
    "text":
      "Se comienza a construir la segunda ampliación del Museo de Bellas Artes. La Universidad de los Andes, Mérida, le nombra Doctor Honoris Causa. Su estado de salud empieza a empeorar rápidamente, es hospitalizado de emergencia en dicha ciudad y trasladado a Caracas. Es elegido por la Asociación Internacional Le Corbusier, AlLC, para formar parte de un Comité Internacional de apoyo a esa institución, integrado por personalidades ligadas a la arquitectura de todo el mundo. La Colección Espacio y Forma publica los Dibujos de Villanueva. La revista Punto convoca un concurso internacional de artículos sobre la arquitectura de Villanueva y el análisis de su obra, obteniendo el primer premio Makoto Suzuki. Es Miembro Honorario de la Sociedad Venezolana de Urbanistas."
  },
  {
    "year": "1973",
    "title": "",
    "img": "",
    "text":
      "Por su delicado estado de salud se jubila como profesor de la Facultad de Arquitectura y Urbanismo de la UCV, en la cual desarrolló una inmensa labor docente junto a un grupo de jóvenes profesores y estudiantes que le reconocen afectuosamente como el 'Maestro Villanueva'. De esta larga y pionera labor en la formación de toda una generación de arquitectos, dejará un amplio e inestimable manuscrito, lleno de croquis y dibujos: los Apuntes Docentes para sus clases. Se inaugura el Museo de Arte Moderno Jesús Soto en Ciudad Bolívar y, en diciembre también la segunda ampliación del Museo de Bellas Artes, Villanueva alcanza a ver este edificio sin concluirse totalmente, en silla de ruedas y ya definitivamente inhabilitado por la enfermedad que lo aqueja."
  },
  {
    "year": "1974",
    "title": "",
    "img": "",
    "text":
      "En el Día del Arquitecto, recibe el Homenaje de la Universidad Central de Venezuela, Caracas, del Banco Obrero y del Colegio de Arquitectos. Se descubren dos placas que bautizan a la Plaza Cubierta de la Ciudad Universitaria y al Bloque 1 de El Silencio con su nombre."
  },
  {
    "year": "1975",
    "title": "",
    "img": "",
    "text":
      "Carlos Raul Villanueva muere el 16 de agosto en Caracas."
  }
]
