[
  {
    "year": "1950",
    "title": "",
    "img": "",
    "text":
      "Se construyen los Estadios Olímpicos y de Béisbol. Proyecta la Unidad Residencial Francisco de Miranda, en Casalta, para el Banco Obrero. Publica en París su libro La Caracas de Ayer y Hoy. Su arquitectura Colonial y la Reurbanización del El Silencio. Participa en el Congreso de Arquitectos de la Habana, y se encuentra con Wilfredo Lam."
  },
  {
    "year": "1951",
    "title": "",
    "img": "",
    "text":
      "En la Ciudad Universitaria se inauguran los Estadios Olímpicos y de Béisbol. En el Banco Obrero se formula el Plan Nacional de Vivienda para ser ejecutado por el Taller de Arquitectura, TABO: planea 12.185 nuevas viviendas en cuatro años. Se inician 10 urbanizaciones, entre ellas, la reurbanización de Ciudad Tablitas, de Villanueva y Celis Cepero. En 1951-52 diseña y construye su segunda casa, Caoma. Preside la comisión del Distrito Federal para elaborar la Nueva Ordenanza de Arquitectura y Urbanismo, formada por Ferrero Tamayo, Azpurúa, Mejias, Salas, Berti, Jove, Risquez, e Ipranim Velutini. Organiza en el Museo de Bellas Artes la exposición Arquitectura y Técnicas Francesas Contemporáneas. José L. Sert visita las obras de la Ciudad Universitaria y. por su intermedio, Villanueva conoce a Alexander Calder en su casa de Roxbury, CT, USA"
  },
  {
    "year": "1952",
    "title": "",
    "img": "",
    "text":
      "Entre 1952 y 1953 realiza los proyectos del Conjunto Central de la Ciudad Universitaria, en el que adquiere particular importancia el proyecto de Síntesis de las Artes ideado para toda la Ciudad Universitaria. Este mismo año se inicia su construcción que supone un profundo cambio en el Plano de Conjunto inicial. El Banco Obrero inicia 5 urbanizaciones, entre ellas, la Unidad Vecinal Coronel Carlos Delgado Chalbaud, de Villanueva. Pública, con Celis Cepero, La Vivienda Popular en Venezuela. En el Congreso Panamericano de Arquitectos, en México, dicta conferencia sobre la Ciudad Universitaria. Es Miembro Correspondiente del American Institute of Architects. Alexander Calder proyecta los Platillos Voladores, paneles acústicos para el Aula Magna. Homenaje a Villanueva en París por sus compañeros de estudio de la Escuela de Bellas Artes."
  },
  {
    "year": "1953",
    "title": "",
    "img": "",
    "text":
      "En la Ciudad Universitaria de Caracas se inauguran los edificios del Conjunto Central y buena parte de los pasillos cubiertos. El Banco Obrero inicia 7 urbanizaciones, entre ellas la Unidad Residencial El Paraíso, de Villanueva y Celis, y la urbanización Los Sauces, de Villanueva, Guido Bermúdez y Carlos Brando. Se inaugura la primera ampliación del Museo de Bellas Artes. Funda la revista A, Hombre y Expresión, junto con J. P. Posani y R. Lozada. En París se realizan las esculturas Pastor de Nubes de J. Arp, el Amphion de H. Laurens, La Maternidad de B. Lobo, Dinamismo en 30 grados de A. Pevsner, el Vitral y los elementos murales de F. Léger, los murales de Oswaldo Vigas y André Bloc y las obras de Victor Vasarély Homenaje a Malevich, Positivo-Negativo y Sophia para la Ciudad Universitaria. En el Musée National d'Art Moderne de París se exponen estas obras, que se envían a Caracas al año siguiente. Calder realiza el móvil Ráfaga de Nieve, situado hoy en la Facultad de Arquitectura y Urbanismo"
  },
  {
    "year": "1954",
    "title": "",
    "img": "",
    "text":
      "En la Ciudad Universitaria se inauguran el Aula Magna, con la X Conferencia Interamericana, el Hospital Clínico y otros edificios, y se colocan buena parte de las obras del proyecto de Síntesis de las Artes. Jean Arp envía a Villanueva una maqueta para uno de los mosaicos que Sophie Tauber-Arp había realizado en el Café Aubette de Estrasburgo en 1926; esta obra será reproducida en la Facultad de Humanidades. Antoine Pevsner recibe la más alta distinción en la Trienal de Milán con el otro ejemplar de la escultura Dinamismo a 30 Grados de la Ciudad Universitaria de Caracas. En el Banco Obrero, Villanueva, Bermúdez, Brando y Centella llevan a cabo el Plan Cerro Piloto. Se comienzan 21 urbanizaciones, en algunas de las cuales se inicia la construcción de los superbloques previstos en el plan: uno de ellos se construye en el tiempo récord de 42 días. José L. Sert imparte una serie de conferencias en el Taller de Arquitectura del Banco Obrero durante su visita para presentar el proyecto del conjunto de habitación La Pomona, Maracaibo, en el que ha asesorado a Guinand y Benacerraf. Exposición Banco Obrero construye a Venezuela en Bogotá y luego en Maracay. Se edita la Revista del Banco Obrero. Villanueva imparte conferencias en el M.I.T., en Cambridge, MA, USA, y es nombrado Miembro Correspondiente de la Academia de Arquitectura en Francia."
  },
  {
    "year": "1955",
    "title": "",
    "img": "",
    "text":
      "Inicia la Zona Rental de la Ciudad Universitaria, deteniéndose luego las obras definitivamente. El Banco Obrero comienza la urbanización 2 de Diciembre, hoy 23 de Enero Tras seis meses de obras se inaugura la Primera Etapa; el proceso se repetirá en 1956 y 1957 para las etapas siguientes. En tres años se habrán levantado más de 9.000 apartamentos para alojar unas 60.000 personas, una experiencia sin paralelo en toda América. Exposición de obras de Calder en el Museo de Bellas Artes de Caracas, organizada por Villanueva, Arroyo y Otero. Calder viaja a Venezuela por primera y única vez, permanece un tiempo y trabaja en los Talleres de la Escuela Técnica Industrial de la Ciudad Universitaria, donde realiza varias obras, entre ellas la Silla del Diablo, en homenaje a Villanueva por su coraje en la construcción de la Ciudad Universitaria. Soto realiza la Cajita Villanueva. Nuestro arquitecto adquiere un buen número de piezas de la exposición Arte Cinético y Óptico Le Mouvement, Galería Denise René, París, con obras de Soto, Calder, Vasarély, Tinquely, Duchamp, Jacobsen y Agam. Es Miembro del Jurado Calificador en la Exposición Internacional de Pintura de Valencia, Venezuela. Es Socio Correspondiente del Instituto de Arquitectos del Brasil."
  },
  {
    "year": "1956",
    "title": "",
    "img": "",
    "text":
      "El Banco Obrero inicia la construcción de 10 urbanizaciones, entre ellas, Simón Rodríquez, proyecto de Villanueva y Mijares. Es elegido Miembro del Círculo de Estudios Arquitecturales de París. Se encuentra con Walter Gropius en Cambridge."
  },
  {
    "year": "1957",
    "title": "",
    "img": "",
    "text":
      "Se inauguran la Facultad de Arquitectura de la Ciudad Universitaria y la Escuela de Ingeniería y Petróleo en Maracaibo. Se funda la colección Espacio y Forma, primera publicación de la Facultad de Arquitectura y Urbanismo de la UCV. Villanueva realiza la Iglesia La Asunción en la urbanización 23 de Enero. Entre 1957 y 1958 realiza el proyecto y la construcción de su casa Sotavento en Caraballeda. El 27 de junio dicta conferencia sobre La Integración de las Artes en el auditorio de la Facultad de Arquitectura. Junto con Calder recibe Mención Honorífica por el Aula Magna de la Ciudad Universitaria en la IV Bienal de Sao Paulo, Brasil. Exposición en el World Affairs Center de Nueva York sobre Arquitectura Venezolana, patrocinada por la Creole Petroleum Corp. y la Sociedad Venezolana de Arquitectos, siendo su responsable Luis Ramírez, participando Paolo Gasparini en el material fotográfico de los paneles e incluyéndose en el catálogo escritos de Richard Neutra y Villanueva. Es Presidente de la Junta Directiva del Instituto Cultural Venezolano Francés."
  },
  {
    "year": "1958",
    "title": "",
    "img": "",
    "text":
      "Entre 1958 y 1959 realiza los proyectos para completar la zona deportiva de la Ciudad Universitaria. De ellos, el Gimnasio Cubierto no llegará a concluirse y se le colocará una cubierta provisional. Imparte conferencias en la Facultad de Arquitectura y Urbanismo de Buenos Aires y en el Instituto Brasileño de Arquitectos de Sao Paulo. Participa en las Pláticas sobre las Nuevas Ciudades organizadas en Río de Janeiro por el Instituto Brasileño para la Educación, la Ciencia y la Cultura, el Instituto de Arquitectos del Brasil y la U.I.A, auspiciadas por la UNESCO. Presentación en la Facultad de Arquitectura de la UCV de la exposición Arquitectura Latinoamericana del MoMA de Nueva York en 1955."
  }
]
