[
  {
    "year": "1929",
    "title": "",
    "img": "",
    "text":
      "Regresa a Venezuela y empieza a trabajar en el Ministerio de Obras Públicas: Director de Edificaciones y Obras de Ornato hasta 1939. Desde el inicio sabe adaptar la formación de París a las condiciones geopolíticas de la Venezuela de entonces. El proceso se realiza ensayando un patrón estético que, con el tiempo, será cada vez más abstracto, universal y aceptado."
  },
  {
    "year": "1930",
    "title": "",
    "img": "",
    "text":
      "En el centenario de la muerte de Bolívar el Gobierno acomete un amplio plan de obras públicas con centro en Maracay. Se inaugura el Hotel Jardín el 19 de diciembre."
  },
  {
    "year": "1932-1933",
    "title": "",
    "img": "",
    "text":
      "Se construye la Plaza de Toros de Maracay, inaugurada en 1933. El 28 de enero de 1933 se casa con Margot Arismendi, quien lo acompañará hasta su muerte. Ocupa la Silla Ill en la Academia de Ciencias Físicas, Matemáticas y Naturales."
  },
  {
    "year": "1934",
    "title": "",
    "img": "",
    "text":
      "The Maracay Bullring is built, inaugurated in 1933. On January 28, 1933, he married Margot Arismendi, who would accompany him until his death. He occupies Chair Ill in the Academy of Physical, Mathematical and Natural Sciences."
  },
  {
    "year": "1935",
    "title": "",
    "img": "",
    "text":
      "Se inicia la construcción del Museo de Bellas Artes en Los Caobos, Caracas."
  },
  {
    "year": "1936",
    "title": "",
    "img": "",
    "text":
      "El 24 de julio recibe la reválida en Venezuela del título de Arquitecto."
  },
  {
    "year": "1937",
    "title": "",
    "img": "",
    "text":
      "Con Luis Malaussena realiza el Pabellón de Venezuela en la Exposición Internacional de París, obra que recibe una Mención Especial. Destaca el tema de la integración de las artes en muchos pabellones de la exposición, en los cuales trabajan Herbin, Léger, entre otros, así como los pabellones de los Tiempos Nuevos de Le Corbusier, el de Finlandia, de Alvar Aalto, y el pabellón de la República de España, de José Luis Sert y Luis Lacasa, con obras de Picasso, Julio González, Alberto Sánchez, Miró y Calder. Villanueva permanece siete meses en París (1937-38): realiza estudios en el Instituto de Urbanismo de la Universidad de París."
  },
  {
    "year": "1938",
    "title": "",
    "img": "",
    "text":
      "Se inaugura el Museo de Bellas Artes de Caracas. Se crea la Dirección de Urbanismo, adscrita al gobierno del Distrito Federal, de la que forman parte Villanueva, Carlos Guinand, Enrique García Maldonado y Gustavo Wallis, siendo asesores los urbanistas Prost, Lambert, Wegenstein y Rotival. Se presenta el Plan Regulador de Caracas, redactado por un equipo dirigido por Maurice Rotival, con quien Villanueva mantendrá una profunda amistad. Es Miembro de la Sociedad de Arquitectos de Bellas Artes de París."
  },
  {
    "year": "1939",
    "title": "",
    "img": "",
    "text":
      "Se inaugura el Museo de Ciencias Naturales en Caracas. Proyecta la Escuela Gran Colombia, primera escuela moderna en Venezuela; Francisco Narváez realiza un alto relieve para su fachada principal y recibirá al año siguiente el Premio Nacional de Escultura."
  },
  {
    "year": "1940",
    "title": "",
    "img": "",
    "text":
      "Participa en el Concurso para la Sede del Colegio de Ingenieros de Venezuela, que gana Luis Eduardo Chataing. Proyecta la Plaza La Concordia, construida al demolerse la Rotunda, cárcel del régimen gomecista. Comienza a trabajar en el Banco Obrero, dedicándose a implementar nuevas soluciones para la mejora de la vivienda de la clase obrera y asalariada."
  }
]
